/* Time period description: days */
"%d day" = "%d dzień";

/* Time period description: hours */
"%d hour" = "%d godz.";

/* Time period description: minutes */
"%d min" = "%d min.";

/* Time period description: seconds */
"%d sec" = "%d sek.";

/* Error text: An error occurred while recording audio (%@) */
"An error occurred while recording audio (%@)" = "Wystąpił błąd podczas nagrywania (%@)";

/* Error text: Attempt to save recording when recorder is not recording audio. */
"Attempt to save recording when recorder is not recording audio." = "Spróbuj zapisać nagranie, gdy rejestrator nie nagrywa dźwięku.";

/* Generic file name: Audio */
"Audio" = "Audio";

/* Screen clip floating explanatory text. */
"Click and drag to clip a portion of the screen. Click inside a window to clip the entire window." = "Kliknij i przeciągnij, aby wyciąć część ekranu. Kliknij wewnątrz okna, aby wyciąć całe okno.";

/* Error text: Could not allocate memory size (e.g. 5 bytes, 6 KB, 7 MB) */
"Could not allocate %@." = "Nie udało się przydzielić %@.";

/* Evernote application name */
"Evernote" = "Evernote";

/* User position could not be accessed error message. */
"Evernote does not have permission to access your location." = "Evernote nie ma uprawnień na dostęp do Twojej lokalizacji.";

/* User position could not be accessed error message. */
"Evernote was unable to determine your current location." = "Evernote nie może określić Twojej obecnej lokalizacji.";

/* Generic file name: File */
"File" = "Plik";

/* Generic file name: Image */
"Image" = "Obraz";

/* Error message: internal audio recording error. */
"Internal Audio Recording Error." = "Błąd wewnętrzny nagrywania dźwięku.";

/* Error message: internal error. */
"Internal Error." = "Błąd wewnętrzny.";

/* User position could not be accessed error message. */
"Location services are not available." = "Usługi lokalizacji są niedostępne.";

/* Error message: out of memory. */
"Out of memory" = "Brak pamięci";

/* Error text: Quick note could not be serialized and saved. */
"Quick note could not be saved." = "Nie udało się zapisać szybkiej notatki.";

/* No user signed in error */
"Sign in to Evernote" = "Zaloguj sie do Evernote";

/* Error text: Unexpected operating-system result from audio recorder: %d */
"Unexpected operating-system result from audio recorder: %d" = "System operacyjny zwrócił nieoczekiwany komunikat od rejestratora dźwięku: %d";

/* Default note title */
"Untitled" = "Bez tytułu";

/* Generic file name: Video */
"Video" = "Wideo";

/* Resource would make note too large, recovery suggestion. */
"You cannot save the note because it will exceed the %@ limit." = "Nie można zapisać notatki, ponieważ przekroczy limit %@.";
